Repository: sitronet/script.kodijivelette
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr

# #32001
source: Home
fr_fr: Accueil

# #32010
source: Running Kodijivelette Addon Script
fr_fr: Lancement du script Kodijivelette

# #32031
source: Welcome to the most simple Squeeze Box Display : Kodi Jivelette
fr_fr: Bienvenue dans l'afficheur SqueezeBox : Kodi Jivelette

# #32040
source: Now Playing
fr_fr: Lecture en cours

# #32043
source: My Apps
fr_fr: Mes Applications

# #32044
source: Favorites
fr_fr: Favoris

# #32046
source: Quit
fr_fr: Quitter

# #32050
source: Album Artists
fr_fr: Albums des Artistes

# #32051
source: All Artists
fr_fr: Tous les Artistes

# #32052
source: Composers
fr_fr: Compositeurs

# #32056
source: Years
fr_fr: Années

# #32057
source: New Music
fr_fr: Nouveautés

# #32058
source: Random Mix
fr_fr: Mix Aleatoire

# #32059
source: Music Folder
fr_fr: Dossier sur disque

# #32061
source: Search
fr_fr: Chercher

# #32062
source: Remote Music Librairies
fr_fr: Bibliothèques distantes

# #32072
source: players
fr_fr: platines

# #32073
source: Music Source
fr_fr: Source musicale

# #32074
source: Don't stop the music
fr_fr: Musique en continu

# #32080
source: Song Mix
fr_fr: Mixage de titre

# #32081
source: Album Mix
fr_fr: Mixage d'albums

# #32082
source: Artist Mix
fr_fr: Mixage d'artistes

# #32080
source: Years mix
fr_fr: Mixage des années

# #32800
source: Activate Player
fr_fr: Allumer la platine

# #32801
source: Deactivate Player
fr_fr: Eteindre la platine

# #32900
source: Network Discovery
fr_fr: Requète exploratoire du réseau

# #32901
source: Running scan on Network...
fr_fr: Scan du réseau

# #32906
source: adresse ip du LogitechMediaServeur :
fr_fr: adresse du LogitechMediaServeur :

# #32907
source: port du CLI du LogitechMediaServeur :
fr_fr: port du CLI du LogitechMediaServer :

# #32908
source: End scanning Network. Continue ...
fr_fr: Fin du scan réseau. Continuons ...

# #32910
source: Fail ... no server found
fr_fr: Erreur ... aucun serveur trouvé

# #32911
source: End scanning Network. Exit ...Error N° 32910
fr_fr: Fin du scan réseau. Fin. ...Erreur N° 32910

# #32920
source: Init the Server
fr_fr: Initialisation Serveur

# #32921
source: Quit the program
fr_fr: Quitter le programme

# #32930
source: Select One player in the list below
fr_fr: Choisir une platine musicale dans la liste

# #32931
source: Welcome to this Squeeze Box Display
fr_fr: Bienvenue dans l'afficheur Squeeze Box
